"""Параметры для работы парсера"""

username = 'Zebul'
password = 'sNn@jNQ7Mc4cb7L'

# Материнская папка где будут созданы поддиректории с поисковыми запросами и скачанными файлами
alpha_dir = "D:\Pictures"

# поисковой запрос и ориентировочное количество скачиваемых файлов.
# Поиск выдает по 23-25 картинки на страницу, парсер собирает их все и количество может варьироваться.
# Формула расчета (qty // 23) + 1


key = 'planescape torment' # Указываем так же в кавычках. Можно несколько слов, например 'planescape torment'
qty = 5
